Win32/Debug/wsYardimciIslem.xml

<?xml version="1.0"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:wsa="http://schemas.xmlsoap.org/ws/2004/08/addressing" xmlns:wsse="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-secext-1.0.xsd" xmlns:wsu="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-utility-1.0.xsd" xmlns:ser="http://servisler.ws.gss.sgk.gov.tr"> <SOAP-ENV:Header>  <wsse:Security>    <wsse:UsernameToken wsu:Id="SecurityToken-04ce24bd-9c7c-4ca9-9764-92c53b0662c5">      <wsse:Username>12345645</wsse:Username>      <wsse:Password Type="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-username-token-profile-1.0#PasswordText">EZJCJM7V</wsse:Password>    </wsse:UsernameToken>  </wsse:Security> </SOAP-ENV:Header><SOAP-ENV:Body><ser:damarIziDogrulamaSorgu><damarIziDogrulamaSorguGiris><saglikTesisKodu>12345645</saglikTesisKodu><tckNo></tckNo><islemTarihi>07.09.2017</islemTarihi></damarIziDogrulamaSorguGiris></ser:damarIziDogrulamaSorgu></SOAP-ENV:Body></SOAP-ENV:Envelope>

